<template>
  <base-hint-template>
    <p class="mb-2">
      <b>
        {{ $t("Что можно увидеть в отчете") }}
      </b>
    </p>
    <p class="mb-2">
      <ul>
        <li>
          {{ $t("на какое количество дней чаще бронируют") }}
        </li>
        <li>
          {{ $t("в какие дни недели заезжают на больший срок, а в какие - на меньший") }}
        </li>
        <li>
          {{ $t("как изменилась средняя продолжительность по сравнению с прошлой неделей, месяцем или годом") }}
        </li>
      </ul>
    </p>
    <p class="mb-2">
      <b>
        {{ $t("Как применить данные для увеличения дохода") }}
      </b>
    </p>
    <p class="mb-2">
      <span v-html="$t('Например, у гостей <b>пользуется популярностью </b>бронирование на <b>1-2 дня</b>, а также на <b>4 и 7 дней</b>.')"/>
    </p>
    <p class="mb-2">
      <span v-html="$t('На <b>4 дня</b> гости заезжают <b>в среду</b>, чтобы &quot;захватить&quot; выходные, а на <b>7 дней - в воскресенье</b>. <b>Чтобы увеличить доход</b> от проживания этих гостей, можно <b>подготовить доп. услуги</b>, например, экскурсии, аренду велосипедов и т.д.')"/>
    </p>
    <p class="mb-2">
      <span v-html="$t('Если <b>на понедельник и вторник</b> бронируют в основном на <b>1-2 дня</b> и <b>загрузка</b> в будни составляет всего <b>40%</b>, тогда можно <b>создать тариф длительного проживания</b>. Например, <b>при заезде в понедельник и вторник на 3 дня - скидка 10%</b>')"/>
    </p>
  </base-hint-template>
</template>

<script>
import BaseHintTemplate from "./base-hint-template.vue";

export default { name: "BnovoReportRevenueAboutReportHint", components: { BaseHintTemplate } };
</script>
