<template>
  <div>
    <p>
      <b>{{ $t("Категория недоступна") }}</b>
      {{ $t("для бронирования, если") }}
      <b>{{ $t("дата выезда") }}</b>
      {{ $t("выпадает на дату, в которую установлено ограничение.") }}
    </p>

    <p>
      <b>{{ $t("Пример") }}</b>
    </p>

    <p>
      {{ $t("Если 29.10 у вас установлено закрытие на выезд, то гость не сможет забронировать номер, если дата выезда выпадает на 29.10.") }}
    </p>

    <p>
      {{ $t("Функция удобна для объектов:") }}
    </p>

    <ul>
      <li>
        {{ $t("кто хочет продлить проживание гостей, продавать пакетные предложения на определенные (к примеру, праздничные) даты.") }}
      </li>
      <li>
        {{ $t("у кого нет постоянной стойки администратора или сотрудников нет на объекте в определенный день, чтобы оформить выезд гостя.") }}
      </li>
    </ul>
  </div>
</template>

<script>
export default { name: "BnovoTariffPricesAndRestrictionsClosedDepartureHint" };
</script>
