<template>
  <div>
    <p>
      <b>{{ $t("Максимальное количество ночей") }}</b>,
      {{ $t("на которое можно забронировать номер.") }}
    </p>

    <p>
      <b>{{ $t("Пример") }}</b>
    </p>

    <span>
      {{
        $t(`Если 29.10 у вас установлено максимальное прибывание 4, то гость сможет забронировать номер
        не более чем на 4 дня, если хотя бы один день его пребывания выпадает на 29.10`)
      }}
    </span>
  </div>
</template>

<script>
export default { name: "TariffPricesMaxstayHint" };
</script>
