<template>
  <div>
    <p>
      <b>{{ $t("Минимальное количество ночей") }}</b>,
      {{ $t("на которое можно забронировать номер, если на") }}
      <b>{{ $t("дату заезда") }}</b>
      {{ $t("установлено данное ограничение.") }}
    </p>

    <p>
      <b>{{ $t("Пример") }}</b>
    </p>

    <p>
      {{
        $t(`Если 29.10 у вас установлено минимальное прибывание на заезд 4,
        то гость сможет забронировать номер минимум на 4 дня, если дада заезда выпадает на 29.10.`)
      }}
    </p>

    <p>
      {{
        $t(`При этом гость сможет забронировать номер с 28.10 по 30.10 (2 ночи),
        так как на дату заезда в этом случае не стоит ограничение`)
      }}
    </p>

    <span>
      {{
        $t(`Функция удобна для тех объектов, кто хочет продлить проживание гостей,
        продавать пакетные предложения на определенные (к примеру, праздничные) даты.`)
      }}
    </span>
  </div>
</template>

<script>
export default { name: "BnovoTariffPricesAndRestrictionsMinstayHintPerArrival" };
</script>
