<template>
  <div>
    <p>
      <b>{{ $t("Минимальное количество ночей") }}</b>,
      {{ $t("на которое можно забронировать номер.") }}
    </p>
    <p>
      <b>{{ $t("Пример") }}</b>
    </p>
    <span>
      {{
        $t(`Если 29.10 у вас установлено минимальное прибывание 4,
        то гость сможет забронировать номер минимум на 4 дня, если хотя бы один день его пребывания выпадает на 29.10`)
      }}
    </span>
  </div>
</template>

<script>
export default { name: "BnovoTariffPricesAndRestrictionsMinstayHint" };
</script>
