<template>
  <base-hint-template max-width="312">
    <p class="mb-2">
      <b>
        {{ $t("ADR (Average daily room rate) —") }}
      </b>
      {{ $t("средняя цена за номер/ночь") }}
    </p>
    <p>
      {{
        $t(`Вычисляется путем деления выручки от продажи номерного фонда на количество проданных номеров за отчетный период.
          За выручку принимается объем денежных средств, вне зависимости получены они или нет, за оказанные услуги.
          В выручку от продажи номерного фонда не входит стоимость доп. услуг, включенных в тариф, например, питания.`)
      }}
    </p>
    <p>
      {{
        $t("При построении отчета на будущее, для расчета берется стоимость забронированных услуг проживания, а не выручка, так как услуги еще не оказаны")
      }}
    </p>
  </base-hint-template>
</template>

<script>
import BaseHintTemplate from "../../../hints/base-hint-template.vue";

export default { name: "ReportRevenueADRHint", components: { BaseHintTemplate } };
</script>
