<template>
  <base-hint-template max-width="320">
    <p class="mb-2">
      <b>
        {{ $t("Доход за проживание") }}
      </b>
    </p>
    <p>
      {{
        $t(`При построении отчета на прошедшие даты вы увидите выручку от продажи номерного фонда.
          За выручку принимается объем денежных средств, вне зависимости получены они или нет, за оказанные услуги.
          В выручку от продажи номерного фонда не входит стоимость доп. услуг, включенных в тариф, например, питания.
          Выручка за включенные в тариф доп. услуги показывается в выручке за эту услугу.`)
      }}
    </p>
    <p>
      {{
        $t(`При построении отчета на будущий период вы увидите сумму забронированных услуг, которую можете сравнить с вашим планом продаж.
          Возможно, план уже выполнен. А может быть, темп продаж снизился и нужно изменить тарифную политику.
          Также можно сравнить данные с прошлым периодом, например с прошлым годом, чтобы увидеть как изменился объем продаж за это время`)
      }}
    </p>
  </base-hint-template>
</template>

<script>
import BaseHintTemplate from "../../../hints/base-hint-template.vue";

export default { name: "ReportRevenueLivingHint", components: { BaseHintTemplate } };
</script>
